Repository: Aiuj/core-lib
Catalog: core_lib/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Software & IT Services
de: Software und IT-Dienstleistungen
fr: Logiciels et services informatiques

source: Software development, SaaS, cloud computing, and IT consulting services.
de: Softwareentwicklung, SaaS, Cloud-Computing und IT-Beratungsdienste.
fr: Développement logiciel, SaaS, cloud computing et services de conseil informatique.

source: Hardware & Electronics
de: Hardware und Elektronik
fr: Matériel et électronique

source: Computer hardware, semiconductors, consumer electronics, and components.
de: Computerhardware, Halbleiter, Unterhaltungselektronik und Komponenten.
fr: Matériel informatique, semi-conducteurs, électronique grand public et composants.

source: Telecommunications
de: Telekommunikation
fr: Télécommunications

source: Wireless, wireline, ISP, and network infrastructure services.
de: Drahtlos-, Festnetz-, ISP- und Netzwerkinfrastrukturdienste.
fr: Services sans fil, filaire, FAI et infrastructure réseau.

source: Automotive
de: Automobil
fr: Automobile

source: Vehicle manufacturing, parts, and automotive technology.
de: Fahrzeugherstellung, Teile und Automobiltechnologie.
fr: Fabrication de véhicules, pièces détachées et technologie automobile.

source: Industrial Machinery
de: Industriemaschinen
fr: Machines industrielles

source: Heavy equipment, industrial tools, and automation systems.
de: Schwere Ausrüstung, Industriewerkzeuge und Automatisierungssysteme.
fr: Équipements lourds, outils industriels et systèmes d'automatisation.

source: Chemicals & Materials
de: Chemie und Werkstoffe
fr: Chimie et matériaux

source: Basic chemicals, specialty materials, plastics, and raw materials.
de: Basischemikalien, Spezialmaterialien, Kunststoffe und Rohstoffe.
fr: Produits chimiques de base, matériaux spécialisés, plastiques et matières premières.

source: Food & Beverage
de: Lebensmittel und Getränke
fr: Alimentation et boissons

source: Food processing, beverage production, and packaging.
de: Lebensmittelverarbeitung, Getränkeproduktion und Verpackung.
fr: Transformation alimentaire, production de boissons et emballage.

source: Textiles & Apparel
de: Textilien und Bekleidung
fr: Textiles et habillement

source: Clothing, fabrics, footwear, and fashion accessories.
de: Kleidung, Stoffe, Schuhe und Modeaccessoires.
fr: Vêtements, tissus, chaussures et accessoires de mode.

source: Pharmaceuticals
de: Pharmazeutika
fr: Pharmaceutique

source: Drug development, biotechnology, and pharmaceutical manufacturing.
de: Arzneimittelentwicklung, Biotechnologie und pharmazeutische Herstellung.
fr: Développement de médicaments, biotechnologie et fabrication pharmaceutique.

source: Medical Devices
de: Medizingeräte
fr: Dispositifs médicaux

source: Medical equipment, diagnostic tools, and health technology.
de: Medizinische Ausrüstung, Diagnosewerkzeuge und Gesundheitstechnologie.
fr: Équipements médicaux, outils de diagnostic et technologie de santé.

source: Healthcare Services
de: Gesundheitsdienstleistungen
fr: Services de santé

source: Hospitals, clinics, care facilities, and health management.
de: Krankenhäuser, Kliniken, Pflegeeinrichtungen und Gesundheitsmanagement.
fr: Hôpitaux, cliniques, établissements de soins et gestion de la santé.

source: Banking & Lending
de: Bankwesen und Kreditvergabe
fr: Banque et crédit

source: Commercial banking, loans, credit services, and fintech.
de: Geschäftsbanken, Kredite, Kreditdienste und Fintech.
fr: Banque commerciale, prêts, services de crédit et fintech.

source: Insurance
de: Versicherung
fr: Assurance

source: Life, property, casualty, and health insurance services.
de: Lebens-, Sach-, Unfall- und Krankenversicherungen.
fr: Assurance vie, biens, dommages et santé.

source: Investment & Asset Mgmt
de: Anlagen und Vermögensverwaltung
fr: Investissement et gestion d'actifs

source: Wealth management, venture capital, and private equity.
de: Vermögensverwaltung, Risikokapital und Private Equity.
fr: Gestion de patrimoine, capital-risque et capital-investissement.

source: E-commerce
fr: Commerce électronique

source: Online retail, marketplaces, and digital commerce platforms.
de: Online-Einzelhandel, Marktplätze und digitale Handelsplattformen.
fr: Vente au détail en ligne, places de marché et plateformes de commerce numérique.

source: Brick & Mortar Retail
de: Stationärer Einzelhandel
fr: Commerce de détail physique

source: Physical stores, supermarkets, and department stores.
de: Physische Geschäfte, Supermärkte und Kaufhäuser.
fr: Magasins physiques, supermarchés et grands magasins.

source: Wholesale Distribution
de: Großhandelsvertrieb
fr: Distribution en gros

source: B2B distribution, supply chain intermediaries, and bulk trading.
de: B2B-Vertrieb, Lieferkettenintermediäre und Großhandel.
fr: Distribution B2B, intermédiaires de la chaîne d'approvisionnement et commerce en gros.

source: Residential Construction
de: Wohnbau
fr: Construction résidentielle

source: Home building, renovation, and residential development.
de: Hausbau, Renovierung und Wohnungsbau.
fr: Construction de maisons, rénovation et développement résidentiel.

source: Commercial Construction
de: Gewerbebau
fr: Construction commerciale

source: Office buildings, industrial facilities, and public infrastructure.
de: Bürogebäude, Industrieanlagen und öffentliche Infrastruktur.
fr: Immeubles de bureaux, installations industrielles et infrastructures publiques.

source: Real Estate Services
de: Immobiliendienstleistungen
fr: Services immobiliers

source: Property management, brokerage, and real estate investment.
de: Immobilienverwaltung, Maklerdienste und Immobilieninvestitionen.
fr: Gestion de propriétés, courtage et investissement immobilier.

source: Freight & Shipping
de: Fracht und Versand
fr: Fret et expédition

source: Air, sea, rail, and road freight transportation.
de: Luft-, See-, Schienen- und Straßengüterverkehr.
fr: Transport de fret aérien, maritime, ferroviaire et routier.

source: Warehousing & Storage
de: Lagerung und Lagerhaltung
fr: Entreposage et stockage

source: Inventory storage, fulfillment centers, and logistics hubs.
de: Lagerhaltung, Fulfillment-Zentren und Logistikzentren.
fr: Stockage de marchandises, centres de distribution et plateformes logistiques.

source: Oil & Gas
de: Öl und Gas
fr: Pétrole et gaz

source: Exploration, extraction, refining, and distribution.
de: Exploration, Förderung, Raffination und Vertrieb.
fr: Exploration, extraction, raffinage et distribution.

source: Renewable Energy
de: Erneuerbare Energien
fr: Énergies renouvelables

source: Solar, wind, hydro, and sustainable energy solutions.
de: Solar-, Wind-, Wasserkraft- und nachhaltige Energielösungen.
fr: Solutions énergétiques solaires, éoliennes, hydroélectriques et durables.

source: Utilities
de: Versorgungsunternehmen
fr: Utilités publiques

source: Water, electricity, waste management, and public services.
de: Wasser, Strom, Abfallwirtschaft und öffentliche Dienstleistungen.
fr: Eau, électricité, gestion des déchets et services publics.

source: Legal Services
de: Rechtsdienstleistungen
fr: Services juridiques

source: Law firms, legal consulting, and compliance services.
de: Anwaltskanzleien, Rechtsberatung und Compliance-Dienste.
fr: Cabinets d'avocats, conseil juridique et services de conformité.

source: Management Consulting
de: Unternehmensberatung
fr: Conseil en gestion

source: Business strategy, operations, and HR consulting.
de: Unternehmensstrategie, Betrieb und HR-Beratung.
fr: Stratégie d'entreprise, opérations et conseil en ressources humaines.

source: Marketing & Advertising
de: Marketing und Werbung
fr: Marketing et publicité

source: Digital marketing, branding, PR, and media services.
de: Digitales Marketing, Branding, PR und Mediendienste.
fr: Marketing numérique, branding, relations publiques et services médias.
